semestr1/wstep-do-fil/19.01.2021-filozofia-polityczna.md

# Table of Contents

1.  [Nauki szczegółowe a filozofia społeczna](#org0def3ef)
    1.  [filozofia społeczna jest normatywna](#org0ae22be)
    2.  [wiele szkół filozofii społecznej przekracza doświadczenie (metafizyka)](#org78c90c2)
    3.  [filozofia społeczna nie dzieli na dziedziny](#org8a65321)
2.  [problemy filozofii społecznej](#org3929bd1)
    1.  [Metafizyka](#orgeb4145a)
        1.  [poczhodzenie życia społecznego](#orgf94e84c)
        2.  [istota życia społecznego](#orgdbcee5f)
        3.  [jaką strukturę ma życie społeczne](#orge71da68)
        4.  [stosunek bytowy między jednostką a grupą społecznym](#orgb962752)
        5.  [](#orgb34b40e)
    2.  [Etyka](#org82399fc)
        1.  [jakie życie polityczne to dobre życie społeczne](#org017da4c)
        2.  [jakie wartości są istotniejsze i jakie relacje zachodzą](#org13f5f86)
        3.  [instytucje społeczne](#org674e250)
    3.  [Indywidualizm???](#orgd56dda8)
3.  [Historia filozofii społecznej](#org1e52725)
    1.  [Starożytnośc](#org3c42c20)
    2.  [Nowożytność](#org437abef)
    3.  [Hannah Arendt](#orgbe11092)
    4.  [demokracja liberalna](#org128f56f)
    5.  [Liberalizm](#orgacc8e0b)


<a id="org0def3ef"></a>

# Nauki szczegółowe a filozofia społeczna


<a id="org0ae22be"></a>

## filozofia społeczna jest normatywna


<a id="org78c90c2"></a>

## wiele szkół filozofii społecznej przekracza doświadczenie (metafizyka)


<a id="org8a65321"></a>

## filozofia społeczna nie dzieli na dziedziny


<a id="org3929bd1"></a>

# problemy filozofii społecznej


<a id="orgeb4145a"></a>

## Metafizyka


<a id="orgf94e84c"></a>

### poczhodzenie życia społecznego


<a id="orgdbcee5f"></a>

### istota życia społecznego


<a id="orge71da68"></a>

### jaką strukturę ma życie społeczne


<a id="orgb962752"></a>

### stosunek bytowy między jednostką a grupą społecznym


<a id="orgb34b40e"></a>

### 


<a id="org82399fc"></a>

## Etyka


<a id="org017da4c"></a>

### jakie życie polityczne to dobre życie społeczne


<a id="org13f5f86"></a>

### jakie wartości są istotniejsze i jakie relacje zachodzą


<a id="org674e250"></a>

### instytucje społeczne


<a id="orgd56dda8"></a>

## Indywidualizm???


<a id="org1e52725"></a>

# Historia filozofii społecznej


<a id="org3c42c20"></a>

## Starożytnośc

-   filozofia społeczna to filozofa polityki
-   polityka == filozofia polityki
-   polityka jest doskonała
    -   jest wspólnotą samowystarczalną
    -   dla starożytnych - kto jest człowiekiem
-   polityka ogarnia wszystkie dziedziny życia społecznego
-   różnica między klasyczną a nowożytną
    -   jaki jest najlepszy władca
    -   jaki jest najwyższy ustrój
    -   moralny rozwój życia społecznego
-   


<a id="org437abef"></a>

## Nowożytność

-   liberalizm
-   pojawiaja się szkoły myślenia


<a id="orgbe11092"></a>

## Hannah Arendt

-   rekonstruktorka klasycznej filozofii polityki
-   zafałszowanie rozumienie polityki w czasach nowożytnych
-   **polityka:** pejoratywny charakter polityki
-   polityka
    -   interesowność
    -   przemoc
-   powyższe jest wypaczeniem sensu polityki
-   polityka *polis* - to co jest pomiędzy ludźmi
-   konstekst powstania polityki - różnice pomiędzy ludźmi
-   trzy wartości polityki  
    -   **wolność:** wolnosc w wyrażaniu swojej opinii, krytykowaniu opinii innych
    -   **równość:** nie ma lepszych i gorszych głosów
    -   **bezstronność:**


<a id="org128f56f"></a>

## demokracja liberalna

-   **zasada demokratyczna:** suwerenność ludu; obywatele maja władze (poprzez delegacje)
-   **zasada liberalna:** wolności prywatne i obywatelskie
    -   wolność negatywna
-   trójpodział władzy
-   w demokracji liberalnej zasada liberalna jest fundamentem


<a id="orgacc8e0b"></a>

## Liberalizm

-   od *liber* (łac) wolność
-   **rozumienie potoczne:** &#x2026;
-   **rozumienie polityczne:** -   **wolnośc osobista/indywidualna:** wolnośc w sferach, w których nikt na mnie nie oddziałuje; przekłada się na konkretne swobody:
        -   słowa
        -   zgromadzeń
        -   stowarzyszania się
        -   religijna
        -   dysponowania i nabywania własności
        -   edukacji
        -   pracy najemnej
        -   zainteresowań
    -   John Locke 17 w
    -   indywidualistyczny 
        -   aksjologicznie - pierwszeństwo jednostki przed jakąkolwiek zbiorowością
        -   metodologicznie - musimy wyjaśniać zjawiska zaczynając od jednostek
    -   egalitaryzm - równosć w prawie i równość w moralności
    -   uniwersalizm - wszyscy ludzie są do siebie podobni - w kwestii rozumu
    -   melioryzm - ludzie mają skonności zarówno do dobra jak i do zła
    -   muszą być zagwarantowane w prawie wolności prawa i wolności człowieka 
        -   swobody polityczne 
            -   prawo do swobodnej wypowiedzi politycznej
            -   prawo do zajmowania urzędu
        -   swobody obywatelskie 
            -
        -   swobody osobiste
            -   wolność myśli
            -   wolność poruszania się
            -   wolnośc ciała i umysłu
            -   wolność posiadania własności prywatnej
    -   pierwszeństwo wolności przed dobrobytem ogółu i przed perfekcjonizmem
    -   popiera konstytucjonalizm
    -   prawo do nieposłuszeństwa obywatelskiego
    -   rozdział religii od państwa
    -   John Stewart Mill - trzeba wyksztalcic masy, dopuścic je do władzy
        -   warunkiem demokracji jest powrzechna edukacja

-   **rozumienie gospodarcze:** -   powstaje w 18 w
    -   Adam Smith
    -   klasyczny
        -   wolnorynkowy
        -   koncepcja państwa minimalnego/nocnego stróża
        -   brak ingerencji państwa w ekonomię
        -   Hayek, von Misses, Friedman
    -   John Stuart Mill
    -   liberalizm społeczny/socjalny/reformistyczny
        -   koncepcja państwa opiekuńczego/dobrobytu
        -   Dewey, Rawls, Hans Kalsen, John Kaynes

